Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_services/children_s_health/index.html.txt.tmx
Source language: en
Languages: ga

source: Life Event Document Caring for a child with a disability There is a range of supports and services available to parents and carers of children with disabilities
ga: Life Event Document Ag tabhairt aire do leanbh atá faoi mhíchumas Tá réimse tacaíochtaí agus seirbhísí ar fáil do thuismitheoirí agus do chúramóirí le haghaidh leanaí faoi mhíchumas

source: This document provides a broad overview of the services, covering legal matters, health, taxation, etc
ga: Soláthraíonn an cháipéis seo forbhreathnú leathan ar na seirbhísí, lena n-áirítear ábhair dhlíthiúla, sláinte, cáin srl

source: The general entitlement of children to health services in Ireland and the specific services available
ga: Mínitear sa cháipéis seo faoi na seirbhísí sláinte ginearálta agus sonracha a bhfuil páistí ina dteideal

source: Immunisations for children and young people
ga: Tá seirbhísí vacsaínithe agus imdhíonta ar fáil saor in aisce do pháistí agus do dhaoine óga

source: Vaccination and immunisation services are free of charge to children and young people
ga: Tá seirbhísí vacsaínithe/imdhíonta ar fáil do pháistí agus do dhaoine óga

source: Health services for pre-school children
ga: Seirbhísí sláinte do leanaí réamhscoile

source: The HSE provides free health screening for pre-school children
ga: Faisnéis maidir leis an tseirbhís seo

source: GP visit cards for children under 6
ga: Cártaí cuairte LG do leanaí faoi 6 bliana d’aois

source: This document is in: Health > Medical cards and GP visit cards
ga: This document is in: Sláinte > Cártaí leighis agus cártaí cuairte LG

source: There are various child health screenings provided in public primary schools
ga: Tá cur síos sa cháipéis seo ar na scagthástála sláinte áirithe atá curtha ar fáil do pháistí atá ag freastal ar bhunscoileanna poiblí

source: Information on screenings and how they are organised
ga: Faisnéis faoi scagthástála agus conas atá siad eagraithe

source: Most Read in "Health"
ga: Ábhar is mó éilimh i "Sláinte"

source: Admission to a psychiatric hospital
ga: Ospidéal síciatrach a iontráil

source: Medical card means test: aged under 70
ga: Tástáil mhaoine cárta leighis: daoine faoi bhun 70 bliain d’aois
